{
  "R0Y0B12": {
    "codigo": "A008",
    "tecnico": "Perfil de Resiliência com Expansão Virtuosa",
    "simbolico": "O Semeador Silencioso",
    "diagnostico": "Este perfil representa um equilíbrio emocional consolidado. Há domínio sobre os gatilhos, clareza de valores e capacidade de regeneração emocional. As zonas sombrias ainda existem, mas são administradas com sabedoria prática.",
    "simbolico_texto": "Você cultiva silêncio e colhe presença. Seu tempo de plantar superou a pressa de colher. O que você oferece ao mundo agora não é mais reação — é semente escolhida com consciência.",
    "mensagem": "Você não precisa provar nada quando já está inteiro.",
    "gatilho_tatil": "Toque consciente em folhas ou sementes vivas",
    "gatilho_olfato": "Capim-limão ou pinho suave",
    "gatilho_audicao": "Som de campo com brisa e vida leve",
    "gatilho_visao": "Terreno fértil e mãos que cuidam",
    "gatilho_paladar": "Sementes mastigadas com lentidão"
  },
  "R0Y1B11": {
    "codigo": "A009",
    "tecnico": "Perfil de Coerência Emocional em Alta Expressão",
    "simbolico": "O Pacificador Interno",
    "diagnostico": "Este perfil demonstra domínio emocional elevado. Os conflitos internos são abordados com compaixão, e há uma integração real entre mente, corpo e espírito. Há influência positiva no ambiente, capacidade de escuta e liderança compassiva.",
    "simbolico_texto": "Sua alma é um rio calmo que nutre as margens. Você não busca vencer as batalhas dos outros, mas silenciar as guerras internas. Onde você chega, a tensão se curva e o espaço respira.",
    "mensagem": "Você é paz antes de falar em paz.",
    "gatilho_tatil": "Autoimposição de mãos sobre o centro do peito",
    "gatilho_olfato": "Sândalo ou mirra em baixa concentração",
    "gatilho_audicao": "Silêncio com respiração — ou sopro leve constante",
    "gatilho_visao": "Águas tranquilas e campos vastos",
    "gatilho_paladar": "Água com gotas de limão ou pepino"
  },
  "R0Y2B10": {
    "codigo": "A010",
    "tecnico": "Perfil de Consagração Emocional com Plenitude Interior",
    "simbolico": "O Guardião da Harmonia",
    "diagnostico": "Indivíduo com profunda estabilidade interna, sabedoria emocional aplicada e compromisso com o bem maior. Este perfil é raro, e representa alguém que já transcendeu as reações impulsivas, conduzindo a própria vida com firmeza e doçura.",
    "simbolico_texto": "Sua alma não apenas encontrou paz — ela se tornou paz. Seu silêncio não pesa, sua presença não se impõe. Você é ponte entre o caos e a luz, e isso é algo que ninguém pode tirar de você.",
    "mensagem": "Você se tornou o lugar onde os outros gostariam de morar.",
    "gatilho_tatil": "Toque gentil no rosto com olhos fechados",
    "gatilho_olfato": "Olíbano ou flor branca fresca",
    "gatilho_audicao": "Silêncio sagrado com intenção",
    "gatilho_visao": "Ambientes minimalistas, naturais e limpos",
    "gatilho_paladar": "Água pura em jejum com intenção"
  },
  "R0Y3B9": {
    "codigo": "A011",
    "tecnico": "Perfil de Pureza Emocional em Harmonia Total",
    "simbolico": "O Espelho da Alma Clara",
    "diagnostico": "Alguém em elevado estado vibracional, que vive com integridade emocional em todos os aspectos. Este perfil representa quem já ressignificou sua dor, acolheu a sombra e agora atua como referência natural de luz e consciência.",
    "simbolico_texto": "Você é espelho, mas não reflete — revela. Onde passa, outros se reconhecem ou se transformam. Sua luz não é ruído, é verdade. E onde há verdade, há cura silenciosa.",
    "mensagem": "Você se tornou a resposta que antes buscava em outros.",
    "gatilho_tatil": "Contato com cristal liso ou superfícies espelhadas",
    "gatilho_olfato": "Flor de lótus ou neroli",
    "gatilho_audicao": "Voz interior guiada pela respiração",
    "gatilho_visao": "Imagens de olhos serenos ou reflexos naturais",
    "gatilho_paladar": "Frutas aquosas com atenção plena"
  },
  "R0Y4B8": {
    "codigo": "A012",
    "tecnico": "Perfil de Elevação Plena e Alinhamento Espiritual",
    "simbolico": "O Portador da Luz Silenciosa",
    "diagnostico": "Raríssimo estado de equilíbrio absoluto, com emoções, comportamentos e pensamentos operando em harmonia com um princípio superior. Este arquétipo representa o nível máximo de expressão consciente dos frutos do espírito.",
    "simbolico_texto": "Você é como a brisa que não se vê, mas muda tudo por onde passa. Sua alma é templo, presença e farol. Você não precisa de palco, pois sua vibração fala onde o ego se cala.",
    "mensagem": "Você não busca luz — você se tornou luz.",
    "gatilho_tatil": "Toque com as costas das mãos sobre o colo com olhos fechados",
    "gatilho_olfato": "Nada — apenas ar puro",
    "gatilho_audicao": "Silêncio absoluto ou som do próprio pulso",
    "gatilho_visao": "Luz natural com olhos semicerrados",
    "gatilho_paladar": "Jejum simbólico com respiração consciente"
  },
  "R0Y5B7": {
    "codigo": "A031",
    "tecnico": "Perfil de Evolução com Fragilidade Residual",
    "simbolico": "O Crescente Instável",
    "diagnostico": "Perfil de integração completa entre emoção, razão e propósito. Indivíduo que não apenas conhece sua essência, mas vive a partir dela.",
    "simbolico_texto": "Você não fala — revela. Sua existência é semente, e sua história é jardim. Onde você pisa, há convite à transformação.",
    "mensagem": "Você se tornou o reflexo daquilo que acreditou mesmo quando ninguém via.",
    "gatilho_tatil": "Mãos sobre o rosto com gratidão",
    "gatilho_olfato": "Flor branca e madeira doce",
    "gatilho_audicao": "Canto coral suave",
    "gatilho_visao": "Imagens de caminhos floridos e abertos",
    "gatilho_paladar": "Tisana de frutas com toque cítrico"
  },
  "R1Y0B11": {
    "codigo": "A032",
    "tecnico": "Perfil de Reintegração Emocional em Expansão",
    "simbolico": "O Teu Regresso ao Centro",
    "diagnostico": "Indivíduo em alto grau de harmonia emocional e presença compassiva. Sua influência é silenciosa, mas transformadora. Costuma ser referência em ambientes caóticos.",
    "simbolico_texto": "Você é como a brisa que não se impõe, mas muda o ar. Sua essência ensina sem palavras e consola sem prometer.",
    "mensagem": "A verdadeira liderança não guia — ela acalma.",
    "gatilho_tatil": "Toque nas costas com apoio da palma inteira",
    "gatilho_olfato": "Cedro e lavanda combinados",
    "gatilho_audicao": "Sons de fogo crepitando em ambiente tranquilo",
    "gatilho_visao": "Imagem de cabana ou abrigo em meio à natureza",
    "gatilho_paladar": "Infusão morna de aveia com canela"
  },
  "R1Y1B10": {
    "codigo": "A033",
    "tecnico": "Perfil de Integração Ascendente com Flutuações",
    "simbolico": "O Mensageiro do Fio Tênue",
    "diagnostico": "Este arquétipo representa integração total dos centros de consciência: pensamento, emoção, corpo e espírito. A ação é conduzida por intenção pura.",
    "simbolico_texto": "Você é o silêncio que ora. A luz que não pede palco. Sua alma está onde o mundo se torna oração, e sua existência já não divide o que é sagrado do que é simples.",
    "mensagem": "Você é a resposta quando não há mais pergunta.",
    "gatilho_tatil": "Mãos em mudra de prece com olhos fechados",
    "gatilho_olfato": "Olíbano e mirra em concentração leve",
    "gatilho_audicao": "Silêncio profundo entre os sons",
    "gatilho_visao": "Imagens minimalistas em branco e dourado",
    "gatilho_paladar": "Água pura ingerida com intenção"
  },
  "R1Y2B9": {
    "codigo": "A034",
    "tecnico": "Perfil de Ressonância com Alta Capacidade de Autocontrole",
    "simbolico": "A Fonte Interna Flexível",
    "diagnostico": "Pessoa cuja energia já transborda para além do próprio processo. Costuma atuar como agente de cura, mesmo sem ter esse como objetivo consciente.",
    "simbolico_texto": "Você se tornou um campo fértil onde os outros repousam. Sua alma é jardim, e sua existência é convite para que outras flores nasçam.",
    "mensagem": "Você cura pelo que é — não pelo que faz.",
    "gatilho_tatil": "Contato com terra, planta ou semente real",
    "gatilho_olfato": "Ervas frescas: hortelã, manjericão e alecrim",
    "gatilho_audicao": "Som de chuva suave e prolongada",
    "gatilho_visao": "Verde vivo e paisagens com flores brotando",
    "gatilho_paladar": "Frutas cítricas doces em jejum"
  },
  "R1Y3B8": {
    "codigo": "A035",
    "tecnico": "Perfil de Equilíbrio Sensorial Fluido",
    "simbolico": "O Harmônico das Marés",
    "diagnostico": "Este perfil manifesta conexão com algo maior. A pessoa opera a partir de um estado elevado de consciência, sem negar a matéria, mas transcendendo o ego.",
    "simbolico_texto": "Você é um canal. O que flui por você não termina em você. Sua alma é via, sua vida é templo. E mesmo o invisível se manifesta no seu toque.",
    "mensagem": "Você é meio — e por isso também é milagre.",
    "gatilho_tatil": "Contato com superfícies naturais lisas (pedra, madeira)",
    "gatilho_olfato": "Incenso de templo ou essência de flor azul",
    "gatilho_audicao": "Notas longas de sinos ou taças tibetanas",
    "gatilho_visao": "Formas geométricas suaves e onduladas",
    "gatilho_paladar": "Alimento cru ou vivo mastigado lentamente"
  },
  "R1Y4B7": {
    "codigo": "A036",
    "tecnico": "Perfil de Transcendência Relacional Parcial",
    "simbolico": "A Travessia do Vínculo Sagrado",
    "diagnostico": "Indivíduo que vive a virtude de forma encarnada. Suas escolhas são naturalmente altruístas, e sua vibração sustenta ambientes, mesmo em silêncio.",
    "simbolico_texto": "Você é templo em movimento. Cada gesto seu é uma oferenda, cada silêncio, uma oração. Sua alma se tornou altar.",
    "mensagem": "Não há sacrifício onde há entrega plena.",
    "gatilho_tatil": "Toque suave nos dedos com leve entrelaçamento",
    "gatilho_olfato": "Essência de rosa branca e jasmim",
    "gatilho_audicao": "Coral ou harmonia angelical",
    "gatilho_visao": "Luz filtrada em vitral ou água translúcida",
    "gatilho_paladar": "Fruta doce e pura ingerida com gratidão"
  },
  "R1Y5B6": {
    "codigo": "A052",
    "tecnico": "Perfil de Reconstrução Após Quebra",
    "simbolico": "O Coração Restaurado",
    "diagnostico": "Pessoa que passou por eventos traumáticos ou dolorosos e começa a ressignificar suas experiências com compaixão e propósito.",
    "simbolico_texto": "Você se quebrou — e em vez de esconder os cacos, colou-os com ouro. Sua dor virou arte, e sua história, refúgio.",
    "mensagem": "As cicatrizes também são mapas de cura.",
    "gatilho_tatil": "Pressão firme entre as mãos como oração",
    "gatilho_olfato": "Sândalo e flor de lótus",
    "gatilho_audicao": "Notas de piano com eco lento",
    "gatilho_visao": "Cerâmica restaurada (kintsugi)",
    "gatilho_paladar": "Alimento quente servido com intenção (ex: sopa ou chá)"
  },
  "R2Y0B10": {
    "codigo": "A053",
    "tecnico": "Perfil de Estabilidade Interna em Construção",
    "simbolico": "A Coluna em Movimento",
    "diagnostico": "Indivíduo que apresenta estrutura emocional com pontos ainda frágeis. Há desejo de manter equilíbrio, com ações conscientes para isso.",
    "simbolico_texto": "Você aprendeu a caminhar com equilíbrio sobre pedras soltas. Mesmo sem ter todas as respostas, continua — e isso já é força.",
    "mensagem": "A estabilidade é feita de tentativas constantes.",
    "gatilho_tatil": "Toque alternado nos pés descalços",
    "gatilho_olfato": "Alecrim e hortelã leve",
    "gatilho_audicao": "Som de passos firmes no chão de madeira",
    "gatilho_visao": "Trilhas em paisagens naturais",
    "gatilho_paladar": "Água com folhas verdes (hortelã ou manjericão)"
  },
  "R2Y1B9": {
    "codigo": "A054",
    "tecnico": "Perfil de Sabedoria Emocional Emergente",
    "simbolico": "O Ancião Jovem",
    "diagnostico": "Pessoa que alia sensibilidade emocional com introspecção e maturidade. Ainda em desenvolvimento, mas já serve como referência aos outros.",
    "simbolico_texto": "Você ouve mais do que fala. Observa mais do que reage. Sua alma envelheceu antes do tempo, e agora começa a ensinar.",
    "mensagem": "Nem todo sábio tem cabelos brancos.",
    "gatilho_tatil": "Toque leve nos ombros em gesto de reconhecimento",
    "gatilho_olfato": "Cedro e noz-moscada",
    "gatilho_audicao": "Sons graves com fundo meditativo",
    "gatilho_visao": "Caminho de pedras com árvores antigas",
    "gatilho_paladar": "Infusão de especiarias terrosas"
  },
  "R2Y2B8": {
    "codigo": "A055",
    "tecnico": "Perfil de Expansão Emocional com Base Espiritual",
    "simbolico": "O Jardim do Invisível",
    "diagnostico": "Indivíduo que enraíza sua vida emocional em princípios espirituais. Demonstra paz interna mesmo em situações desafiadoras.",
    "simbolico_texto": "Você rega o invisível — e colhe serenidade. O que emana de você é mais do que emoção: é presença.",
    "mensagem": "Espiritualidade é quando a alma respira dentro da emoção.",
    "gatilho_tatil": "Mãos unidas com foco na respiração",
    "gatilho_olfato": "Incenso suave de templo ou flor branca",
    "gatilho_audicao": "Silêncio com canto longínquo",
    "gatilho_visao": "Raízes transparentes tocando o céu",
    "gatilho_paladar": "Fruta em jejum com intenção (uva, tâmara)"
  },
  "R2Y3B7": {
    "codigo": "A056",
    "tecnico": "Perfil de Alinhamento Interno Avançado",
    "simbolico": "O Círculo Vivo",
    "diagnostico": "Pessoa que demonstra forte coerência entre o que sente, pensa e faz. Inspira outros através da presença e do não julgamento.",
    "simbolico_texto": "Você é bússola viva. Sua presença indica o caminho sem exigir passos. Em você, a inteireza respira.",
    "mensagem": "Inteireza não é perfeição, é consonância viva.",
    "gatilho_tatil": "Toque com palma aberta sobre o coração e abdômen juntos",
    "gatilho_olfato": "Verbena e sálvia",
    "gatilho_audicao": "Notas graves e circulares em som ambiente",
    "gatilho_visao": "Mandala viva ou círculos na natureza",
    "gatilho_paladar": "Alimento leve com textura suave (iogurte, fruta)"
  },
  "R2Y4B6": {
    "codigo": "A057",
    "tecnico": "Perfil de Cura Integrada com Intuição Ativa",
    "simbolico": "O Curador Silencioso",
    "diagnostico": "Indivíduo que já percorreu caminhos profundos de cura e agora utiliza sua sensibilidade para apoiar processos alheios, mesmo que sem intenção.",
    "simbolico_texto": "Sua alma aprendeu a não interferir — apenas acolher. Sua intuição age antes da razão. Você não cura pelo toque, mas pela vibração.",
    "mensagem": "A cura mais profunda é aquela que chega sem palavras.",
    "gatilho_tatil": "Toque sutil nos pulsos e olhos fechados",
    "gatilho_olfato": "Flor de jasmim e sândalo",
    "gatilho_audicao": "Música instrumental com longos silêncios entre as notas",
    "gatilho_visao": "Movimento de águas calmas e reflexivas",
    "gatilho_paladar": "Infusão floral clara com toque doce"
  },
  "R3Y0B9": {
    "codigo": "A058",
    "tecnico": "Perfil de Autotranscendência Afetiva",
    "simbolico": "A Lâmpada Interna",
    "diagnostico": "Pessoa que age com amor desapegado. Não exige, não impõe, apenas vibra. A emoção virou extensão do espírito.",
    "simbolico_texto": "Você não ilumina para ser visto — você brilha porque existe. Sua alma não busca aprovação, ela sustenta presença.",
    "mensagem": "A verdadeira luz não disputa, ela acolhe.",
    "gatilho_tatil": "Toque em formato de coração no próprio peito",
    "gatilho_olfato": "Rosa branca e almíscar leve",
    "gatilho_audicao": "Canto lírico ao longe, quase imperceptível",
    "gatilho_visao": "Luz suave em forma de círculo irradiando",
    "gatilho_paladar": "Água pura com gotas florais"
  },
  "R3Y1B8": {
    "codigo": "A059",
    "tecnico": "Perfil de Expansão Compassiva e Universal",
    "simbolico": "A Ponte Invisível",
    "diagnostico": "Indivíduo que opera com compaixão ativa, conectando diferentes realidades sem esforço. É ponto de encontro, mesmo sem ser o centro.",
    "simbolico_texto": "Você conecta o que parecia inconciliável. Sua alma é ponte, e sua missão é unir — mesmo que em silêncio.",
    "mensagem": "Compaixão é o elo entre mundos que ainda não se olham.",
    "gatilho_tatil": "Toque nas mãos com intenção de entrega",
    "gatilho_olfato": "Flor de cerejeira e sândalo leve",
    "gatilho_audicao": "Sons mistos de culturas distintas",
    "gatilho_visao": "Imagens de caminhos que se cruzam",
    "gatilho_paladar": "Chá multicultural (mistura de ervas de diferentes origens)"
  },
  "R3Y2B7": {
    "codigo": "A060",
    "tecnico": "Perfil de Encarnação da Virtude em Serviço",
    "simbolico": "A Alma em Oferta",
    "diagnostico": "Pessoa que se tornou a expressão viva do amor em ação. Serve, acolhe, inspira — não como esforço, mas como essência encarnada.",
    "simbolico_texto": "Você é resposta a pedidos silenciosos. Sua alma não carrega — ela transborda. Você se tornou aquilo que o mundo tanto precisou encontrar.",
    "mensagem": "Servir com alma é ofertar sem esforço.",
    "gatilho_tatil": "Toque nas palmas abertas voltadas para cima",
    "gatilho_olfato": "Incenso de templo com lavanda",
    "gatilho_audicao": "Canto sutil acompanhado por silêncio",
    "gatilho_visao": "Imagem de mãos ofertando luz ou flor",
    "gatilho_paladar": "Fruta oferecida antes de ser comida, com intenção"
  },
  "R3Y3B6": {
    "codigo": "A074",
    "tecnico": "Perfil de Abertura Espiritual Contínua",
    "simbolico": "A Janela do Infinito",
    "diagnostico": "Pessoa que vive a espiritualidade não como crença, mas como estado de presença. Sua visão transcende dogmas.",
    "simbolico_texto": "Você aprendeu a respirar o invisível. Sua fé não cabe mais em formas — ela virou caminho sem fim.",
    "mensagem": "O sagrado não está longe — está mais perto do que o ar.",
    "gatilho_tatil": "Toque com os dedos nos olhos fechados",
    "gatilho_olfato": "Incenso leve de mirra e flor",
    "gatilho_audicao": "Silêncio profundo intercalado por um sopro",
    "gatilho_visao": "Janela aberta para o céu ao amanhecer",
    "gatilho_paladar": "Água pura com flor comestível"
  },
  "R3Y4B5": {
    "codigo": "A075",
    "tecnico": "Perfil de Sabedoria Encarnada em Simplicidade",
    "simbolico": "O Anônimo Luminoso",
    "diagnostico": "Pessoa que se tornou referência silenciosa de virtude. Inspira sem imposição e serve em silêncio.",
    "simbolico_texto": "Você não fala muito, mas sua presença ensina. Sua luz não cega — apenas aquece.",
    "mensagem": "Ser luz é brilhar sem querer ser visto.",
    "gatilho_tatil": "Mãos nos ombros com gentileza e respiração longa",
    "gatilho_olfato": "Madeira seca e flor de jardim",
    "gatilho_audicao": "Sons discretos de ambiente rural ao amanhecer",
    "gatilho_visao": "Luz passando entre folhas simples",
    "gatilho_paladar": "Pão fresco com manteiga morna"
  },
  "R4Y0B8": {
    "codigo": "A076",
    "tecnico": "Perfil de Paz Estável e Emissão Afetiva",
    "simbolico": "O Refúgio Vivo",
    "diagnostico": "Indivíduo que transmite paz por onde passa. Possui uma vibração que acolhe sem esforço.",
    "simbolico_texto": "Você virou abrigo. Quem se aproxima sente alívio, sem saber por quê. Sua alma é lar para muitos.",
    "mensagem": "Sua paz é mais forte do que muitos gritos.",
    "gatilho_tatil": "Toque sobre as costelas como abraço interno",
    "gatilho_olfato": "Flor branca e chá de camomila",
    "gatilho_audicao": "Sons de água corrente e silêncio profundo",
    "gatilho_visao": "Cabana com luz acesa em noite fria",
    "gatilho_paladar": "Sopa quente com ervas"
  },
  "R4Y1B7": {
    "codigo": "A077",
    "tecnico": "Perfil de Harmonia com o Invisível",
    "simbolico": "O Ser Translúcido",
    "diagnostico": "Pessoa que vive de forma integrada entre corpo, alma e espírito. Sente-se em paz mesmo diante do mistério.",
    "simbolico_texto": "Você não briga mais com o que não entende. Sua alma aprendeu que o invisível é parte do que sustenta a vida.",
    "mensagem": "Nem tudo precisa ser nomeado para ser vivido.",
    "gatilho_tatil": "Mãos abertas com os olhos fechados voltadas ao alto",
    "gatilho_olfato": "Almíscar branco e folha seca",
    "gatilho_audicao": "Som ambiente com notas suspensas",
    "gatilho_visao": "Bruma leve sobre campo aberto",
    "gatilho_paladar": "Fruta leve com água morna"
  },
  "R4Y2B6": {
    "codigo": "A078",
    "tecnico": "Perfil de Amor Universal Ativo",
    "simbolico": "A Fonte que Flui",
    "diagnostico": "Pessoa que pratica o amor como estado vibracional. Ama além do pessoal — ama pela vibração de quem já se fundiu ao Todo.",
    "simbolico_texto": "Você não ama alguém — você ama. E por onde passa, esse amor se derrama como se nem soubesse conter.",
    "mensagem": "O amor não precisa de motivo — ele precisa de canal.",
    "gatilho_tatil": "Toque com ambas as mãos sobre o plexo solar",
    "gatilho_olfato": "Essência floral leve com resina natural",
    "gatilho_audicao": "Som de fonte com canto suave de pássaros",
    "gatilho_visao": "Água jorrando entre pedras",
    "gatilho_paladar": "Infusão floral com frutas"
  },
  "R4Y3B5": {
    "codigo": "A079",
    "tecnico": "Perfil de Virtude Incorporada na Matéria",
    "simbolico": "O Corpo Consagrado",
    "diagnostico": "Indivíduo que vive a espiritualidade no cotidiano. O sagrado atravessa seus gestos simples.",
    "simbolico_texto": "Você fez do seu corpo altar. Cada passo é reverência, cada gesto é intenção.",
    "mensagem": "A presença é oração em movimento.",
    "gatilho_tatil": "Contato firme dos pés com o chão, olhos fechados",
    "gatilho_olfato": "Resina doce e flor do campo",
    "gatilho_audicao": "Som de passos calmos sobre terra batida",
    "gatilho_visao": "Pessoa caminhando entre árvores altas",
    "gatilho_paladar": "Alimento cru e mastigado em silêncio"
  },
  "R5Y0B7": {
    "codigo": "A080",
    "tecnico": "Perfil de Transparência Espiritual com Solidez Interna",
    "simbolico": "O Cristal Andante",
    "diagnostico": "Pessoa que transmite clareza, verdade e paz. As palavras são poucas — a vibração, intensa.",
    "simbolico_texto": "Você virou janela. Quem te olha, vê o céu. Mas não é por ausência — é por leveza.",
    "mensagem": "Ser claro é mais poderoso que ser complexo.",
    "gatilho_tatil": "Toque nas têmporas com dedos abertos",
    "gatilho_olfato": "Flor transparente e hortelã leve",
    "gatilho_audicao": "Som metálico suave como cristal vibrando",
    "gatilho_visao": "Reflexos de luz em pedra translúcida",
    "gatilho_paladar": "Água fria com essência natural"
  },
  "R5Y1B6": {
    "codigo": "A081",
    "tecnico": "Perfil de Santidade Discreta",
    "simbolico": "O Vento entre as Árvores",
    "diagnostico": "Pessoa que irradia luz sem discurso. Inspira a presença de Deus com o silêncio da bondade.",
    "simbolico_texto": "Você já não precisa falar sobre Deus — porque se tornou expressão d’Ele.",
    "mensagem": "A santidade é o perfume de quem já não precisa de palco.",
    "gatilho_tatil": "Mãos voltadas ao céu em silêncio",
    "gatilho_olfato": "Incenso natural e flor de campo",
    "gatilho_audicao": "Som do vento suave entre galhos",
    "gatilho_visao": "Luz entre folhas balançando",
    "gatilho_paladar": "Fruta leve ingerida com reverência"
  },
  "R5Y2B5": {
    "codigo": "A001",
    "tecnico": "Perfil de Desregulação Emocional Crítica",
    "simbolico": "O Coração Estilhaçado",
    "diagnostico": "Este perfil representa indivíduos em estado de desregulação emocional intensa. Há forte predominância de padrões de autossabotagem, impulsividade e reatividade relacional. Relações são marcadas por instabilidade e dificuldade de contenção. Indica risco elevado de ciclos repetitivos de sofrimento.",
    "simbolico_texto": "A alma deste arquétipo parece carregar os cacos de tantas guerras não resolvidas. Cada gesto é uma tentativa de proteção, cada silêncio é um grito sufocado. Mas até os corações estilhaçados podem encontrar um novo ritmo no abraço da rendição.",
    "mensagem": "Seu recomeço começa onde você para de se ferir.",
    "gatilho_tatil": "Autotoque nos ombros com respiração consciente",
    "gatilho_olfato": "Lavanda ou camomila (calmante)",
    "gatilho_audicao": "Música ambiente com sons da natureza à noite",
    "gatilho_visao": "Tons escuros azul e violeta suave",
    "gatilho_paladar": "Infusão morna de camomila com mel"
  },
  "R5Y3B4": {
    "codigo": "A002",
    "tecnico": "Perfil de Vulnerabilidade Emocional Latente",
    "simbolico": "O Guardião Ferido",
    "diagnostico": "Perfil marcado por traços emocionais instáveis, onde o medo de falhar ou ser rejeitado domina as atitudes e decisões. A presença de zonas de transição indica desejo de mudança, mas há apego ao padrão de defesa e evitação do afeto pleno.",
    "simbolico_texto": "Há em você um guardião exausto, que defende com ferocidade as ruínas do que já não lhe serve. Seu escudo se tornou prisão, e sua coragem foi moldada na dor. Mas há em seu peito um novo caminho chamando pela paz.",
    "mensagem": "Coragem não é resistir — é permitir a cura.",
    "gatilho_tatil": "Toque leve sobre o coração com respiração lenta",
    "gatilho_olfato": "Cedro (segurança interior)",
    "gatilho_audicao": "Violoncelo ou instrumentos graves e suaves",
    "gatilho_visao": "Imagens de raízes e árvores antigas",
    "gatilho_paladar": "Chá de mulungu ou folha doce calmante"
  },
  "R5Y4B3": {
    "codigo": "A003",
    "tecnico": "Perfil de Conflito Interno Ativo",
    "simbolico": "O Andarilho da Tempestade",
    "diagnostico": "Representa indivíduos em constante tensão interna. Os desejos de transformação convivem com pulsões destrutivas ou sabotadoras. Há intensidade emocional, mas sem direcionamento claro, o que gera desgaste e frustração.",
    "simbolico_texto": "Você caminha entre relâmpagos emocionais e o desejo de ver o céu azul. A alma sente — e sente muito. Mas mesmo na tempestade há bússolas. E toda dor que se reconhece pode se tornar ponte.",
    "mensagem": "Reconhecer a confusão já é um tipo de ordem.",
    "gatilho_tatil": "Banho morno com toque circular no abdômen",
    "gatilho_olfato": "Manjerona (pacificação interna)",
    "gatilho_audicao": "Sons de chuva e trovão ritmado",
    "gatilho_visao": "Céu cinzento rompido por faixas de luz",
    "gatilho_paladar": "Chocolate amargo com pausa meditativa"
  },
  "R6Y0B6": {
    "codigo": "A004",
    "tecnico": "Perfil de Reatividade Emocional Intermitente",
    "simbolico": "O Guerreiro em Trégua",
    "diagnostico": "Indica uma alma que alterna entre enfrentamento emocional e tentativa de restauração. As zonas de transição mostram potencial de cura ainda em desenvolvimento, mas as cicatrizes antigas ditam o ritmo da entrega.",
    "simbolico_texto": "Você aprendeu a guerrear antes de aprender a se acolher. Suas espadas agora estão embainhadas, mas o corpo ainda guarda os reflexos. Está tudo bem descansar. A luta também termina em silêncio.",
    "mensagem": "Você não precisa se defender o tempo todo.",
    "gatilho_tatil": "Autoabraço com pressão firme e longa",
    "gatilho_olfato": "Bálsamo ou breu-branco (cura ancestral)",
    "gatilho_audicao": "Mantras lentos ou canto gregoriano",
    "gatilho_visao": "Imagem de montanha ao entardecer",
    "gatilho_paladar": "Raiz de gengibre suave ou cúrcuma com leite"
  },
  "R6Y1B5": {
    "codigo": "A013",
    "tecnico": "Perfil de Saturação Emocional Extrema",
    "simbolico": "O Espectro da Dor",
    "diagnostico": "Estado de colapso emocional prolongado. Indivíduo apresenta esgotamento afetivo e cognitivo, dificuldade de autocontenção e alta exposição a padrões autodestrutivos. Indica necessidade urgente de intervenção consciente.",
    "simbolico_texto": "Você carrega o peso de mil batalhas travadas dentro do peito. A dor deixou de ser visitante e se tornou morada. Mas até no abismo há uma centelha esperando por um sopro de luz. Você não está sozinho.",
    "mensagem": "Quando tudo escurece, até a menor luz é uma revolução.",
    "gatilho_tatil": "Massagem lenta nas têmporas",
    "gatilho_olfato": "Resina de mirra",
    "gatilho_audicao": "Tons graves em escala lenta",
    "gatilho_visao": "Ambientes escuros com ponto de luz suave",
    "gatilho_paladar": "Infusão quente de ervas amargas"
  },
  "R6Y2B4": {
    "codigo": "A014",
    "tecnico": "Perfil de Reatividade Traumática Condensada",
    "simbolico": "A Chama que Luta",
    "diagnostico": "Este perfil revela alguém cuja reatividade é resultado de feridas profundas e não cicatrizadas. O campo emocional é hipersensível, levando a respostas impulsivas em contextos de pressão afetiva ou rejeição percebida.",
    "simbolico_texto": "Você é como uma brasa escondida sob a superfície: parece fria, mas guarda calor intenso. Sua dor aprendeu a se camuflar, mas ainda grita por reconhecimento silencioso.",
    "mensagem": "Nem toda resposta precisa ser um reflexo. Algumas merecem pausa.",
    "gatilho_tatil": "Toque circular no centro da palma com o polegar oposto",
    "gatilho_olfato": "Lavanda e manjericão combinados",
    "gatilho_audicao": "Sons de taiko suaves ou tambores tribais",
    "gatilho_visao": "Formas circulares que evocam retorno ao centro",
    "gatilho_paladar": "Infusão de camomila com anis-estrelado"
  },
  "R6Y3B3": {
    "codigo": "A015",
    "tecnico": "Perfil de Desalinhamento Emocional Crônico",
    "simbolico": "O Esquecido de Si",
    "diagnostico": "Este arquétipo expressa desalinhamento crônico entre emoção e ação. A pessoa sente uma coisa, pensa outra e reage de uma terceira forma, gerando conflitos internos e externos constantes.",
    "simbolico_texto": "Você caminha com o corpo para um lado e a alma para outro. Já não se reconhece na forma como age — e isso é um chamado. Você está em busca da própria coerência.",
    "mensagem": "Recolher-se é parte do caminho para reencontrar-se.",
    "gatilho_tatil": "Autotoque cruzado nos ombros com respiração profunda",
    "gatilho_olfato": "Hortelã-pimenta para abrir clareza",
    "gatilho_audicao": "Sons de água correndo lentamente",
    "gatilho_visao": "Espelhos desfocados ou mosaicos quebrados",
    "gatilho_paladar": "Água com gotas de limão e alecrim"
  },
  "R6Y4B2": {
    "codigo": "A016",
    "tecnico": "Perfil de Oscilação Afetiva Moderada",
    "simbolico": "O Espelho Partido",
    "diagnostico": "Oscilação emocional com momentos de lucidez afetiva. O indivíduo reconhece seus padrões, mas ainda não internalizou estratégias sólidas de autocontenção e autocuidado.",
    "simbolico_texto": "Você é o espelho que já foi partido, mas está em processo de colagem. Cada rachadura conta uma história, e cada caco restaurado se torna parte da nova beleza.",
    "mensagem": "A instabilidade não te define — ela apenas revela onde ainda há trabalho.",
    "gatilho_tatil": "Dedos pressionando a testa e soltando em ritmo de respiração",
    "gatilho_olfato": "Capim-limão e lavanda em vapor leve",
    "gatilho_audicao": "Piano suave com sons espaciais",
    "gatilho_visao": "Imagens de vidro rachado sendo restaurado",
    "gatilho_paladar": "Gengibre com mel em infusão morna"
  },
  "R6Y5B1": {
    "codigo": "A017",
    "tecnico": "Perfil de Autodefesa Intermitente",
    "simbolico": "O Guardião das Margens",
    "diagnostico": "Indivíduo que ativa defesas emocionais pontuais em contextos de proximidade. Apresenta momentos de abertura e fechamento abruptos, com padrões de autoquestionamento recorrente.",
    "simbolico_texto": "Você se aproxima como quem teme ser tocado. Há em você um desejo de confiar, mas a lembrança da dor ainda se interpõe. Respire fundo, pois a cura caminha com passos pequenos.",
    "mensagem": "Nem sempre é fuga — às vezes é só proteção antiga.",
    "gatilho_tatil": "Toque intermitente nos braços, simulando pulsos",
    "gatilho_olfato": "Alecrim com lavanda",
    "gatilho_audicao": "Notas espaçadas de cordas suaves",
    "gatilho_visao": "Imagem de janelas entreabertas",
    "gatilho_paladar": "Chá de folhas secas e mel"
  },
  "R7Y0B5": {
    "codigo": "A018",
    "tecnico": "Perfil de Conflito Interno com Desejo de Mudança",
    "simbolico": "A Semente na Fissura",
    "diagnostico": "O perfil aponta para alguém que tenta romper padrões, mas mantém resistências internas. A evolução emocional ocorre em ciclos, muitas vezes boicotada por crenças inconscientes.",
    "simbolico_texto": "Você está entre a porta e a maçaneta. Quer ir, mas algo em você ainda deseja permanecer. Não se culpe pela hesitação: todo passo real vem após um tropeço interno.",
    "mensagem": "A dúvida é a margem do despertar.",
    "gatilho_tatil": "Toque alternado nos pés descalços no chão",
    "gatilho_olfato": "Erva-doce com casca de laranja",
    "gatilho_audicao": "Som de ponteiros ou passos no assoalho",
    "gatilho_visao": "Imagem de portal ou beco iluminado",
    "gatilho_paladar": "Tâmara ou figo seco"
  },
  "R7Y1B4": {
    "codigo": "A019",
    "tecnico": "Perfil de Dissociação Emocional Estratégica",
    "simbolico": "O Disfarce do Vazio",
    "diagnostico": "Este perfil representa um movimento interno de dissociação emocional estratégica. A pessoa preserva sua essência protegendo-a com camadas de racionalização e controle social.",
    "simbolico_texto": "Você aprendeu a esconder sua alma para sobreviver — e ela se acostumou com o escuro. Mas agora ela pede luz, não exposição. A verdade pode se revelar em silêncio também.",
    "mensagem": "Não é necessário gritar para se mostrar.",
    "gatilho_tatil": "Contato com tecido macio sob as mãos",
    "gatilho_olfato": "Pinho e folhas verdes",
    "gatilho_audicao": "Som de floresta ao amanhecer",
    "gatilho_visao": "Caminho sombreado com luz filtrada",
    "gatilho_paladar": "Infusão de folha de pitanga"
  },
  "R7Y2B3": {
    "codigo": "A020",
    "tecnico": "Perfil de Expectativa Emocional Compulsiva",
    "simbolico": "O Buscador Incansável",
    "diagnostico": "Perfil com traços de ansiedade emocional cíclica. Há um impulso de resolver tudo ao mesmo tempo, resultando em sobrecarga e sensação de frustração recorrente.",
    "simbolico_texto": "Você carrega em si o desejo de fazer florescer tudo ao redor, mas esquece de regar suas próprias raízes. Há urgência em sua entrega, mas sua alma pede tempo.",
    "mensagem": "Nem toda cura acontece no seu tempo — ela tem o dela.",
    "gatilho_tatil": "Toque nas articulações com pressão leve e rotativa",
    "gatilho_olfato": "Camomila e folha de louro",
    "gatilho_audicao": "Mar calmo com sons de gaivotas ao fundo",
    "gatilho_visao": "Pôr do sol com nuvens lentas",
    "gatilho_paladar": "Uva ou amora preta fresca"
  },
  "R7Y3B2": {
    "codigo": "A037",
    "tecnico": "Perfil de Reatividade Persistente com Isolamento Interno",
    "simbolico": "O Eremita Ferido",
    "diagnostico": "Este perfil revela um estado crônico de reatividade emocional aliada ao distanciamento afetivo. A pessoa tende a interpretar o mundo como hostil, e isola suas emoções como forma de autoproteção constante.",
    "simbolico_texto": "Você construiu um castelo para se proteger, mas agora ele também te impede de sair. Sua alma anseia por conexão, mesmo que negue. Há esperança até nas muralhas mais espessas.",
    "mensagem": "Abrir uma fresta já é um gesto de coragem.",
    "gatilho_tatil": "Toque nos ombros com pressão e respiração profunda",
    "gatilho_olfato": "Mirra e cipreste",
    "gatilho_audicao": "Som de vento entre árvores",
    "gatilho_visao": "Imagem de floresta densa com luz filtrada",
    "gatilho_paladar": "Chá de raiz com notas amargas (ex: boldo ou gengibre)"
  },
  "R7Y4B1": {
    "codigo": "A038",
    "tecnico": "Perfil de Autossabotagem Intermitente",
    "simbolico": "O Escultor Inseguro",
    "diagnostico": "Este arquétipo reflete uma pessoa que alterna entre desejo de crescimento e ações inconscientes que atrasam seu progresso. A dúvida constante e o medo de não merecer sustentam padrões de autossabotagem emocional.",
    "simbolico_texto": "Você é como um escultor que, ao ver a obra ganhando forma, teme que ela não seja aceita — e por isso a desfaz. Mas há beleza até nos pedaços que caem.",
    "mensagem": "A coragem de terminar começa com a aceitação do que já nasceu.",
    "gatilho_tatil": "Toque em círculos sobre o estômago com respiração lenta",
    "gatilho_olfato": "Erva-doce e canela suave",
    "gatilho_audicao": "Notas quebradas de piano com pausa",
    "gatilho_visao": "Imagem de mãos moldando argila",
    "gatilho_paladar": "Maçã morna com especiarias leves"
  },
  "R7Y5B0": {
    "codigo": "A039",
    "tecnico": "Perfil de Pressão Interna por Aprovação",
    "simbolico": "O Aplauso Invisível",
    "diagnostico": "Pessoa que organiza suas emoções com base na validação externa. Vive para atender expectativas e, quando não reconhecida, mergulha em autodepreciação ou culpa emocional.",
    "simbolico_texto": "Você construiu palcos que ninguém pediu, e quando não aplaudem, sua alma se encolhe. Mas o que você precisa não é plateia, é paz.",
    "mensagem": "A libertação começa quando você aprende a se aplaudir em silêncio.",
    "gatilho_tatil": "Toque no centro do peito com pressão de uma mão",
    "gatilho_olfato": "Baunilha e flor de laranjeira",
    "gatilho_audicao": "Som de multidão ao longe dissolvendo-se em silêncio",
    "gatilho_visao": "Luzes se apagando no palco com uma vela acesa ao fundo",
    "gatilho_paladar": "Tâmara ou amêndoa com atenção plena"
  },
  "R8Y0B4": {
    "codigo": "A040",
    "tecnico": "Perfil de Sobrecarga Emocional Oculta",
    "simbolico": "A Coluna Invisível",
    "diagnostico": "Indivíduo que carrega emocionalmente diversas pessoas e situações, sem expressar sua exaustão. Aparência funcional, mas com riscos altos de colapso emocional interno.",
    "simbolico_texto": "Você sustenta mundos sem que ninguém perceba. Mas até colunas precisam de fundação. Seu valor não está no quanto suporta, mas no quanto permite ser sustentado também.",
    "mensagem": "Você também merece ser amparado.",
    "gatilho_tatil": "Pressão alternada nos dois ombros como se recebesse um apoio",
    "gatilho_olfato": "Eucalipto e capim-limão",
    "gatilho_audicao": "Som de madeira rangendo suavemente",
    "gatilho_visao": "Imagem de tronco forte com folhas ao vento",
    "gatilho_paladar": "Infusão quente de ervas robustas (boldo, canela, cravo)"
  },
  "R8Y1B3": {
    "codigo": "A041",
    "tecnico": "Perfil de Racionalização Emocional Estratégica",
    "simbolico": "O Estrategista do Silêncio",
    "diagnostico": "Indivíduo que utiliza o raciocínio lógico como forma de neutralizar emoções. Reprime sentimentos para manter controle e evitar vulnerabilidade.",
    "simbolico_texto": "Você aprendeu a pensar para não sentir. Construiu muros com argumentos. Mas até a razão mais sólida precisa de afeto para florescer.",
    "mensagem": "O equilíbrio mora entre a mente clara e o coração acessível.",
    "gatilho_tatil": "Dedos pressionando a têmpora com o polegar no queixo",
    "gatilho_olfato": "Alecrim com lavanda",
    "gatilho_audicao": "Notas repetidas de piano ou sons lógicos (tic-tac, digitação)",
    "gatilho_visao": "Linhas retas e simétricas",
    "gatilho_paladar": "Chá de ervas amargas com mel"
  },
  "R8Y2B2": {
    "codigo": "A061",
    "tecnico": "Perfil de Conflito Interno em Fase de Reversão",
    "simbolico": "O Labirinto com Luz",
    "diagnostico": "Indivíduo que passou por conflitos intensos internos e começa a identificar padrões repetitivos que deseja transformar. Há intenção de mudança, ainda que com resistência.",
    "simbolico_texto": "Você está no meio do seu próprio labirinto — mas agora carrega uma lanterna. O caminho ainda confuso já está sendo iluminado por dentro.",
    "mensagem": "A clareza começa quando a coragem acende a primeira luz.",
    "gatilho_tatil": "Toque com a ponta dos dedos na testa e depois no peito",
    "gatilho_olfato": "Eucalipto e alecrim",
    "gatilho_audicao": "Sons de pegadas ecoando em espaço vazio",
    "gatilho_visao": "Caminhos bifurcados com luz ao fundo",
    "gatilho_paladar": "Infusão de raiz (gengibre com hortelã)"
  },
  "R8Y3B1": {
    "codigo": "A062",
    "tecnico": "Perfil de Início de Regulação Emocional Consciente",
    "simbolico": "O Equilibrista",
    "diagnostico": "Pessoa que, mesmo com instabilidades internas, já consegue realizar pausas para refletir antes de reagir. Em transição de impulsividade para autocontenção equilibrada.",
    "simbolico_texto": "Você começou a caminhar na corda bamba do autodomínio. Ainda oscila, mas já reconhece o valor da pausa e da presença.",
    "mensagem": "A força está em continuar, mesmo balançando.",
    "gatilho_tatil": "Mãos espalmadas sobre o abdômen com respiração consciente",
    "gatilho_olfato": "Erva-doce e limão siciliano",
    "gatilho_audicao": "Som ritmado de passos leves",
    "gatilho_visao": "Imagem de fio estendido entre dois pontos",
    "gatilho_paladar": "Água com gota de limão gelado"
  },
  "R8Y4B0": {
    "codigo": "A063",
    "tecnico": "Perfil de Aceitação das Emoções Negadas",
    "simbolico": "O Reconhecedor",
    "diagnostico": "Este arquétipo representa alguém que começa a aceitar emoções antes reprimidas, como raiva ou tristeza, com menos julgamento e mais curiosidade.",
    "simbolico_texto": "Você tirou da gaveta sentimentos que antes escondia. Está descobrindo que até o desconforto tem algo a ensinar.",
    "mensagem": "Aceitar não é concordar — é integrar.",
    "gatilho_tatil": "Mãos cruzadas no peito, com leve pressão",
    "gatilho_olfato": "Lavanda e casca de laranja amarga",
    "gatilho_audicao": "Notas que sobem e descem lentamente",
    "gatilho_visao": "Porta sendo aberta para uma luz difusa",
    "gatilho_paladar": "Infusão de hibisco e cravo"
  },
  "R9Y0B3": {
    "codigo": "A094",
    "tecnico": "Perfil de Leveza Responsável",
    "simbolico": "A Borboleta com Rumo",
    "diagnostico": "Indivíduo que une a capacidade de sonhar e voar com senso de responsabilidade. Delicadeza sem fuga, presença sem peso.",
    "simbolico_texto": "Você voa, mas sabe pousar. Não se perde no céu nem se prende à terra. Sua leveza tem direção.",
    "mensagem": "Ser leve não é fugir — é flutuar com consciência.",
    "gatilho_tatil": "Movimento circular das mãos sobre o coração e abdômen",
    "gatilho_olfato": "Flor de cerejeira e verbena",
    "gatilho_audicao": "Som de asas suaves ou pano ao vento",
    "gatilho_visao": "Borboleta voando sobre uma trilha",
    "gatilho_paladar": "Fruta fresca em temperatura ambiente"
  },
  "R9Y1B2": {
    "codigo": "A095",
    "tecnico": "Perfil de Consistência Interna com Flexibilidade",
    "simbolico": "O Bambuzal da Alma",
    "diagnostico": "Pessoa que mantém seus princípios mesmo em meio à mudança. Adapta-se sem perder sua essência.",
    "simbolico_texto": "Você balança com o vento, mas não quebra. A sua firmeza é feita de escuta, e sua raiz é fé.",
    "mensagem": "Forte é quem se curva sem se perder.",
    "gatilho_tatil": "Toque suave nas laterais do corpo com respiração lenta",
    "gatilho_olfato": "Eucalipto e chá verde",
    "gatilho_audicao": "Som de bambus ao vento",
    "gatilho_visao": "Bambuzal curvado em meio à brisa",
    "gatilho_paladar": "Chá fresco com toque herbal amargo"
  },
  "R9Y2B1": {
    "codigo": "A096",
    "tecnico": "Perfil de Fé Prática e Esperança Aplicada",
    "simbolico": "O Construtor do Invisível",
    "diagnostico": "Pessoa que age com esperança como fundamento. Sua fé se manifesta em decisões, projetos e relações com intencionalidade espiritual.",
    "simbolico_texto": "Você planta como quem já viu o fruto. A esperança é seu tijolo invisível — e com ele, você constrói presença.",
    "mensagem": "A fé se prova quando vira ação sem plateia.",
    "gatilho_tatil": "Palmas pressionadas entre si com respiração firme",
    "gatilho_olfato": "Canela e resina leve",
    "gatilho_audicao": "Som de martelo suave sobre madeira",
    "gatilho_visao": "Construção em curso com flores ao redor",
    "gatilho_paladar": "Pão morno com especiarias"
  },
  "R9Y3B0": {
    "codigo": "A097",
    "tecnico": "Perfil de Serviço Espiritual Discreto",
    "simbolico": "A Mão Invisível",
    "diagnostico": "Pessoa que atua no mundo com generosidade silenciosa. Sua ação transforma, mesmo quando ninguém percebe.",
    "simbolico_texto": "Você não busca reconhecimento, apenas oferece o que transborda. Sua alma é doação em silêncio.",
    "mensagem": "Servir é dar sem esperar eco.",
    "gatilho_tatil": "Toque nas palmas voltadas para baixo",
    "gatilho_olfato": "Sândalo e capim-limão",
    "gatilho_audicao": "Sons leves de tarefas domésticas em fundo meditativo",
    "gatilho_visao": "Mãos ofertando algo sob luz difusa",
    "gatilho_paladar": "Comida morna feita com intenção"
  },
  "R10Y0B2": {
    "codigo": "A098",
    "tecnico": "Perfil de Percepção Amorosa do Outro sem Julgamento",
    "simbolico": "O Olhar sem Condenação",
    "diagnostico": "Indivíduo que compreende a jornada alheia sem pressa ou imposição. Cultiva empatia profunda.",
    "simbolico_texto": "Você não aponta — você acolhe com o olhar. Sua alma entendeu que cada um caminha no tempo da graça.",
    "mensagem": "A compaixão começa quando cessa o julgamento.",
    "gatilho_tatil": "Toque leve sobre os olhos com olhos fechados",
    "gatilho_olfato": "Jasmim e alecrim suave",
    "gatilho_audicao": "Voz baixa dizendo 'eu te entendo'",
    "gatilho_visao": "Olhos marejados em compreensão mútua",
    "gatilho_paladar": "Chá doce com especiarias leves"
  },
  "R10Y1B1": {
    "codigo": "A099",
    "tecnico": "Perfil de Intuição Alinhada ao Serviço",
    "simbolico": "A Voz Interior Coletiva",
    "diagnostico": "Pessoa que segue sua intuição para ajudar os outros. Age em silêncio, guiada por uma percepção sutil do que é necessário.",
    "simbolico_texto": "Você ouve a necessidade antes que ela seja dita. Sua alma age como ponte entre o invisível e o agora.",
    "mensagem": "A intuição que serve é voz do espírito em forma de gesto.",
    "gatilho_tatil": "Dedos tocando os ouvidos e depois o coração",
    "gatilho_olfato": "Flor de laranjeira e verbena",
    "gatilho_audicao": "Sons suaves que precedem o silêncio",
    "gatilho_visao": "Pessoa agindo antes de ser solicitada",
    "gatilho_paladar": "Infusão de flores brancas e mel"
  },
  "R10Y2B0": {
    "codigo": "A100",
    "tecnico": "Perfil de Transparência Espiritual com Ação Ética",
    "simbolico": "O Espelho Dourado",
    "diagnostico": "Pessoa que vive com transparência e retidão, guiada por princípios elevados, mesmo nos pequenos detalhes.",
    "simbolico_texto": "Você não precisa explicar sua luz — ela se nota nos seus atos. Sua alma é espelho limpo e brilho manso.",
    "mensagem": "Integridade é espiritualidade que chegou à prática.",
    "gatilho_tatil": "Toque com os dedos no centro do peito e leve inclinação do queixo",
    "gatilho_olfato": "Olíbano e flor clara",
    "gatilho_audicao": "Notas claras e contínuas em tons ascendentes",
    "gatilho_visao": "Reflexo do sol sobre água limpa",
    "gatilho_paladar": "Alimento fresco com sabor puro (ex: fruta recém-colhida)"
  },
  "R11Y0B1": {
    "codigo": "A101",
    "tecnico": "Perfil de Interiorização com Sabedoria Visionária",
    "simbolico": "O Vidente Silencioso",
    "diagnostico": "Pessoa que vive voltada ao mundo interior com lucidez e conexão com o futuro. Sua visão é orientadora.",
    "simbolico_texto": "Você vê longe mesmo de olhos fechados. Sua alma é bússola que aponta para o que ainda não nasceu.",
    "mensagem": "Ver antes é sentir com os olhos do espírito.",
    "gatilho_tatil": "Toque entre as sobrancelhas e peito simultaneamente",
    "gatilho_olfato": "Mirra e erva-cidreira",
    "gatilho_audicao": "Som de notas que ecoam lentamente para longe",
    "gatilho_visao": "Neblina com figura caminhando ao fundo",
    "gatilho_paladar": "Infusão escura e profunda com raiz"
  },
  "R11Y1B0": {
    "codigo": "A102",
    "tecnico": "Perfil de Amor como Estado Natural",
    "simbolico": "O Sol Interno",
    "diagnostico": "Pessoa que vibra amor sem distinção, sem esforço. É amor que acontece porque se é, não porque se faz.",
    "simbolico_texto": "Você não precisa decidir amar — você já é. Seu amor não depende de estímulo, ele é fonte contínua.",
    "mensagem": "Ser amor é mais profundo do que amar alguém.",
    "gatilho_tatil": "Toque quente nas costas das mãos com gratidão",
    "gatilho_olfato": "Flor de campo e mel suave",
    "gatilho_audicao": "Sons solares — pássaros, risos, folhas dançando",
    "gatilho_visao": "Sol interno em meditação irradiando luz",
    "gatilho_paladar": "Alimento simples e luminoso como fruta fresca"
  },
  "R12Y0B0": {
    "codigo": "A103",
    "tecnico": "Perfil de Comunhão Espiritual em Ações Rotineiras",
    "simbolico": "O Monge Cotidiano",
    "diagnostico": "Pessoa que fez do cotidiano um altar. Suas tarefas simples tornaram-se atos sagrados pela intenção colocada.",
    "simbolico_texto": "Você varre o chão como quem consagra. Suas ações são liturgias do invisível.",
    "mensagem": "Consagrar é fazer do comum, sagrado.",
    "gatilho_tatil": "Toque nos joelhos e depois no peito com respiração lenta",
    "gatilho_olfato": "Chá preto e folha seca",
    "gatilho_audicao": "Sons cotidianos com intenção sagrada (ex: água sendo colocada)",
    "gatilho_visao": "Cenas simples com luz suave (cozinha, jardim)",
    "gatilho_paladar": "Comida feita com intenção e presença"
  },
  "R0Y10B2": {
    "codigo": "A005",
    "tecnico": "Perfil de Reestruturação Emocional Ativa",
    "simbolico": "O Reequilibrador",
    "diagnostico": "Indivíduo em processo ativo de reorganização emocional. A zona de transição prevalece, mostrando movimentação interna, ressignificação de padrões antigos e construção gradual de estabilidade. Ainda há conflitos, mas a consciência cresce.",
    "simbolico_texto": "Você é como o rio que aprendeu a lidar com as pedras sem parar de fluir. A alma está aprendendo a se mover com menos luta e mais escuta. Cada passo incerto é também um passo mais livre.",
    "mensagem": "Transição não é fraqueza — é construção em movimento.",
    "gatilho_tatil": "Toque alternado nas têmporas com os olhos fechados",
    "gatilho_olfato": "Alecrim (clareza e foco)",
    "gatilho_audicao": "Som de ondas suaves + piano leve",
    "gatilho_visao": "Texturas orgânicas e madeira clara",
    "gatilho_paladar": "Maçã ou pera em temperatura ambiente"
  },
  "R0Y11B1": {
    "codigo": "A006",
    "tecnico": "Perfil de Maturação Emocional Emergente",
    "simbolico": "O Coração em Germinação",
    "diagnostico": "Perfil emocional de crescimento. Predominância de zona de transição com forte impulso à evolução. O indivíduo se percebe em um ciclo de desconstrução de velhos hábitos e experimentação de novos modos de sentir e agir.",
    "simbolico_texto": "Sua alma começa a brotar. Ainda há a lembrança das tempestades, mas as raízes se firmam. Cada dúvida que dói hoje será adubo para o seu florescer de amanhã.",
    "mensagem": "O que ainda é pequeno está apenas criando força para durar.",
    "gatilho_tatil": "Toque com as pontas dos dedos no solo ou parede",
    "gatilho_olfato": "Erva-doce ou flor de laranjeira",
    "gatilho_audicao": "Cantos de pássaros ao amanhecer",
    "gatilho_visao": "Imagem de botão de flor prestes a abrir",
    "gatilho_paladar": "Frutas frescas ou brotos suaves"
  },
  "R0Y12B0": {
    "codigo": "A007",
    "tecnico": "Perfil de Consciência Emocional em Transição Elevada",
    "simbolico": "O Viajante do Limiar",
    "diagnostico": "Este arquétipo representa alguém prestes a atravessar um portal emocional profundo. O passado degradante foi quase completamente superado, e a alma encontra-se agora em maturação. A transformação está em curso e depende de pequenos ajustes de crença e prática.",
    "simbolico_texto": "Você está diante da soleira de si mesmo. Já não se contenta com o que lhe feriu, e deseja o que cura. O medo tenta prender seus pés, mas sua alma já está voando antes mesmo do corpo decidir saltar.",
    "mensagem": "Você já não cabe na versão antiga de si mesmo.",
    "gatilho_tatil": "Mãos espalmadas sobre o peito e abdômen alternadamente",
    "gatilho_olfato": "Jasmim ou verbena",
    "gatilho_audicao": "Sons de portais (tigelas, sinos, harpas)",
    "gatilho_visao": "Caminhos estreitos com luz ao fundo",
    "gatilho_paladar": "Uvas ou melão com atenção ao frescor"
  },
  "R0Y6B6": {
    "codigo": "A021",
    "tecnico": "Perfil de Hiperadaptação Instável",
    "simbolico": "O Camaleão Interno",
    "diagnostico": "Indivíduo com forte potencial de estabilização emocional. Mostra domínio de suas respostas afetivas com momentos pontuais de oscilação, geralmente ligadas a relações próximas.",
    "simbolico_texto": "Você é como a maré: constante, mas viva. Seu equilíbrio não vem da rigidez, mas da sabedoria de fluir. O que te ancora é a consciência do que é essencial.",
    "mensagem": "Estabilidade é arte, não rigidez.",
    "gatilho_tatil": "Toque com as palmas abertas sobre o abdômen",
    "gatilho_olfato": "Sândalo suave",
    "gatilho_audicao": "Instrumentos de corda grave em ritmo contínuo",
    "gatilho_visao": "Horizontes amplos e simétricos",
    "gatilho_paladar": "Infusão de maçã seca com canela"
  },
  "R0Y7B5": {
    "codigo": "A022",
    "tecnico": "Perfil de Carga Emocional Redistribuída",
    "simbolico": "O Equilibrista da Alma",
    "diagnostico": "Este perfil demonstra flexibilidade emocional e adaptabilidade. Indivíduo tende a manter coerência em situações de instabilidade, com forte autocontenção e empatia.",
    "simbolico_texto": "Você se move com graça mesmo quando tudo ao redor parece ruir. Sua alma encontrou um jeito de dançar com as incertezas — e é nisso que habita sua beleza.",
    "mensagem": "Equilíbrio não é perfeição — é presença sensível.",
    "gatilho_tatil": "Massagem leve no pescoço com respiração profunda",
    "gatilho_olfato": "Flor de laranjeira e lavanda",
    "gatilho_audicao": "Sons de vento suave em folhas",
    "gatilho_visao": "Caminho de pedras em jardim",
    "gatilho_paladar": "Pera ou maçã ao natural"
  },
  "R0Y8B4": {
    "codigo": "A023",
    "tecnico": "Perfil de Regulação Inicial em Ambientes Tóxicos",
    "simbolico": "A Ponte Ferida",
    "diagnostico": "Este perfil manifesta um equilíbrio emocional crescente. A pessoa desenvolve cada vez mais segurança interna e começa a influenciar positivamente o ambiente ao redor.",
    "simbolico_texto": "Você é como um farol em construção: já emite luz, mas continua sendo lapidado. Seu brilho é real mesmo quando não é visto.",
    "mensagem": "Quem você está se tornando já começou a agir no mundo.",
    "gatilho_tatil": "Mãos cruzadas sobre o coração com pressão sutil",
    "gatilho_olfato": "Verbena e lírio branco",
    "gatilho_audicao": "Vozes harmônicas femininas suaves",
    "gatilho_visao": "Reflexo da luz em superfícies naturais",
    "gatilho_paladar": "Chá branco com frutas desidratadas"
  },
  "R0Y9B3": {
    "codigo": "A024",
    "tecnico": "Perfil de Ambivalência com Núcleo de Estabilidade",
    "simbolico": "A Âncora Flutuante",
    "diagnostico": "Indivíduo em processo de liberação de padrões emocionais antigos. Apresenta forte tendência à empatia e à escuta interna, mas ainda alterna com momentos de insegurança.",
    "simbolico_texto": "Você é o som da onda que se recolhe para depois voltar com mais força. Sua alma já não cabe em antigos limites — e ela sabe disso.",
    "mensagem": "A dúvida é a oração da alma antes da entrega.",
    "gatilho_tatil": "Toque intercalado entre ombros e nuca",
    "gatilho_olfato": "Canela com rosa branca",
    "gatilho_audicao": "Sons oceânicos rítmicos e graves",
    "gatilho_visao": "Maré baixa em pedras claras",
    "gatilho_paladar": "Infusão de cravo e flor de hibisco"
  },
  "R1Y10B1": {
    "codigo": "A025",
    "tecnico": "Perfil de Renovação Emocional Latente",
    "simbolico": "A Cinza que Respira",
    "diagnostico": "Perfil com predominância de integração emocional. Pessoa que já vivenciou ciclos complexos e agora manifesta estabilidade com presença e escuta ativa.",
    "simbolico_texto": "Você se tornou aquilo que procurava: presença. E sua presença não exige nada — ela acolhe. Sua alma se tornou casa.",
    "mensagem": "Ser é mais do que fazer: é sustentar silêncio com amor.",
    "gatilho_tatil": "Toque simultâneo no peito e na testa",
    "gatilho_olfato": "Sândalo com baunilha leve",
    "gatilho_audicao": "Notas longas em violino solo",
    "gatilho_visao": "Imagens amplas com céu azul e horizonte",
    "gatilho_paladar": "Damasco ou fruta doce em temperatura ambiente"
  },
  "R1Y11B0": {
    "codigo": "A026",
    "tecnico": "Perfil de Alquimia Emocional em Curso",
    "simbolico": "O Alquimista das Quedas",
    "diagnostico": "Indivíduo que atingiu grande estabilidade emocional e espiritual, mantendo coerência entre ação, pensamento e sentimento. Exerce influência positiva no meio em que vive.",
    "simbolico_texto": "Você é terra firme no meio da tormenta. Sua alma não impõe, mas conduz. Onde você está, há um tipo de silêncio que cura.",
    "mensagem": "Você não precisa convencer — sua vibração já fala por você.",
    "gatilho_tatil": "Toque firme nos pulsos com respiração longa",
    "gatilho_olfato": "Mirra e cedro em baixa concentração",
    "gatilho_audicao": "Notas sustentadas em instrumentos de sopro",
    "gatilho_visao": "Imagem de catedral vazia com luz",
    "gatilho_paladar": "Água em jejum com intenção clara"
  },
  "R1Y6B5": {
    "codigo": "A027",
    "tecnico": "Perfil de Convergência Interna Ativa",
    "simbolico": "O Convergente Silencioso",
    "diagnostico": "Perfil de maturidade afetiva com traços de transcendência. A pessoa se destaca pela capacidade de transformar ambientes com sua escuta e presença.",
    "simbolico_texto": "Sua alma se tornou uma ponte entre o invisível e o presente. Você já não precisa ser notado — porque já se tornou essência.",
    "mensagem": "A profundidade não faz barulho.",
    "gatilho_tatil": "Toque com pontas dos dedos em forma de triângulo sobre o coração",
    "gatilho_olfato": "Flor de lótus e alecrim",
    "gatilho_audicao": "Campainhas ou sinos distantes",
    "gatilho_visao": "Geometria sagrada ou padrão mandálico",
    "gatilho_paladar": "Infusão de hibisco com maçã seca"
  },
  "R1Y7B4": {
    "codigo": "A028",
    "tecnico": "Perfil de Restauração com Resíduos Emocionais",
    "simbolico": "A Cura com Cicatriz",
    "diagnostico": "Este perfil representa domínio emocional com abertura à espiritualidade. A pessoa manifesta valores sólidos e um senso de missão pessoal no mundo.",
    "simbolico_texto": "Você é resposta viva a uma pergunta que o mundo ainda não formulou. Sua caminhada é sagrada, mesmo quando silenciosa.",
    "mensagem": "A sabedoria mora onde ninguém compete.",
    "gatilho_tatil": "Toque nas têmporas com leve rotação",
    "gatilho_olfato": "Sândalo com noz-moscada",
    "gatilho_audicao": "Mantras tibetanos ou canto harmônico",
    "gatilho_visao": "Luz natural filtrada por folhas verdes",
    "gatilho_paladar": "Frutas secas mastigadas com atenção"
  },
  "R1Y8B3": {
    "codigo": "A029",
    "tecnico": "Perfil de Estabilidade Expandida",
    "simbolico": "O Jardim Pós-Tempestade",
    "diagnostico": "Indivíduo com forte senso de transcendência emocional. Já não se prende a reações automáticas e conduz suas relações com equilíbrio, escuta e empatia.",
    "simbolico_texto": "Você é como o sopro que alivia sem perturbar. Sua alma aprendeu que não é sobre vencer, mas sobre servir com sentido.",
    "mensagem": "Quando o amor é leve, ele também é firme.",
    "gatilho_tatil": "Mãos unidas em forma de concha sobre o abdômen",
    "gatilho_olfato": "Erva cidreira e flor de jasmim",
    "gatilho_audicao": "Sons de harpa com intervalos longos",
    "gatilho_visao": "Imagem de mãos entrelaçadas em oração silenciosa",
    "gatilho_paladar": "Infusão suave de camomila e maçã"
  },
  "R1Y9B2": {
    "codigo": "A030",
    "tecnico": "Perfil de Coerência em Reconstrução Afetiva",
    "simbolico": "O Reconstrutor Afetivo",
    "diagnostico": "Este perfil indica domínio da estabilidade emocional e clareza espiritual. A pessoa influencia positivamente com sua presença e vive com leveza em meio ao caos externo.",
    "simbolico_texto": "Você é o silêncio que abraça. Sua paz não depende do mundo, mas já transformou muitos sem precisar se impor.",
    "mensagem": "Ser paz é mais profundo que falar sobre ela.",
    "gatilho_tatil": "Contato com superfícies quentes e lisas",
    "gatilho_olfato": "Flor de lavanda e ylang ylang",
    "gatilho_audicao": "Som ambiente com harmonia de sinos e vento",
    "gatilho_visao": "Paisagem ampla e aberta sob o céu azul",
    "gatilho_paladar": "Água com pétalas de rosa em infusão"
  },
  "R2Y10B0": {
    "codigo": "A042",
    "tecnico": "Perfil de Anulação Emocional por Crença de Inutilidade",
    "simbolico": "A Voz Que Não Ecoa",
    "diagnostico": "Este perfil revela uma personalidade com sensação constante de não merecimento. Dificuldade em aceitar elogios, reconhecer valor e expressar necessidades.",
    "simbolico_texto": "Você se cala antes mesmo de tentar falar. Acredita que sua dor é pequena demais para importar. Mas uma semente também começa em silêncio.",
    "mensagem": "Você tem valor mesmo quando não acredita nisso.",
    "gatilho_tatil": "Toque firme no peito com a mão inteira",
    "gatilho_olfato": "Camomila com erva-doce",
    "gatilho_audicao": "Sons suaves que aumentam lentamente (crescendo)",
    "gatilho_visao": "Imagem de sombra emergindo para a luz",
    "gatilho_paladar": "Frutas doces mastigadas devagar"
  },
  "R2Y5B5": {
    "codigo": "A043",
    "tecnico": "Perfil de Controle Emocional por Medo de Rejeição",
    "simbolico": "O Acordo Silencioso",
    "diagnostico": "Pessoa que ajusta suas reações para agradar, por receio de ser rejeitada. O excesso de diplomacia e contenção emocional causa autonegação.",
    "simbolico_texto": "Você tenta ser tudo para todos, mas se esquece de ser você. A sua harmonia não pode custar sua verdade.",
    "mensagem": "Paz que sufoca não é paz — é contrato com a solidão.",
    "gatilho_tatil": "Autotoque nos ombros e cruzar os braços em autocontenção",
    "gatilho_olfato": "Flor de laranjeira com eucalipto",
    "gatilho_audicao": "Sons abafados ou vozes atrás da porta",
    "gatilho_visao": "Cortinas fechadas com luz vazando",
    "gatilho_paladar": "Infusão de menta com toque amargo"
  },
  "R2Y6B4": {
    "codigo": "A044",
    "tecnico": "Perfil de Fragmentação Interna por Sobrecarga Sensorial",
    "simbolico": "O Espírito Estilhaçado",
    "diagnostico": "Pessoa que vive em constante estímulo emocional, sem pausas para integrar. Sente tudo ao mesmo tempo e não consegue identificar seus próprios sentimentos com clareza.",
    "simbolico_texto": "Sua alma é como um vitral que quebrou antes de ser montado. Há beleza nas partes, mas você merece ver o quadro inteiro.",
    "mensagem": "A pausa é o que transforma excesso em sabedoria.",
    "gatilho_tatil": "Palmas encostadas com foco no calor gerado",
    "gatilho_olfato": "Manjerona e lavanda",
    "gatilho_audicao": "Sons interrompidos, seguidos de silêncio",
    "gatilho_visao": "Estilhaços de vidro refletindo luz",
    "gatilho_paladar": "Alimento simples: pão fresco ou banana"
  },
  "R2Y7B3": {
    "codigo": "A045",
    "tecnico": "Perfil de Padrão Repetitivo de Autocrítica",
    "simbolico": "O Juiz Interior",
    "diagnostico": "Indivíduo com tendência à crítica constante de si mesmo. Altos padrões de exigência interna e baixa compaixão pessoal.",
    "simbolico_texto": "Você olha para si com uma lupa, mas para os outros com um espelho embaçado. Sua exigência é uma armadura — pesada demais para o coração carregar.",
    "mensagem": "Autoamor não é indulgência — é justiça emocional.",
    "gatilho_tatil": "Dedos tocando o queixo em posição de acolhimento",
    "gatilho_olfato": "Flor de jasmim e melissa",
    "gatilho_audicao": "Som suave de voz guiada dizendo palavras gentis",
    "gatilho_visao": "Rostos sorrindo para o próprio reflexo",
    "gatilho_paladar": "Infusão doce com canela e mel"
  },
  "R2Y8B2": {
    "codigo": "A046",
    "tecnico": "Perfil de Melancolia Funcional",
    "simbolico": "O Sol Nublado",
    "diagnostico": "Este perfil representa alguém que mantém a rotina apesar de uma tristeza constante e silenciosa. A funcionalidade esconde um vazio interno que raramente é verbalizado.",
    "simbolico_texto": "Você sorri com os olhos baixos. Cumpre o dia, mas a alma segue em ponto morto. Até as nuvens têm luz — e você também.",
    "mensagem": "Você pode viver e ainda assim escolher florescer.",
    "gatilho_tatil": "Toque nos pulsos com massagem leve e circular",
    "gatilho_olfato": "Flor de lavanda e casca de limão",
    "gatilho_audicao": "Sons de chuva fina no telhado",
    "gatilho_visao": "Paisagem cinza com pontos de cor",
    "gatilho_paladar": "Chocolate amargo com toque cítrico"
  },
  "R2Y9B1": {
    "codigo": "A047",
    "tecnico": "Perfil de Isolamento Emocional Voluntário",
    "simbolico": "O Guardião do Silêncio",
    "diagnostico": "Pessoa que se afasta emocionalmente para preservar sua energia ou evitar conflitos. Aparente neutralidade, mas interna sensibilidade elevada e não processada.",
    "simbolico_texto": "Você se retirou do mundo como quem precisa silêncio para respirar. Mas seu silêncio também merece companhia, mesmo que em gestos sutis.",
    "mensagem": "O isolamento pode ser refúgio, mas também pode ser prisão.",
    "gatilho_tatil": "Toque leve na nuca com olhos fechados",
    "gatilho_olfato": "Pinho e hortelã",
    "gatilho_audicao": "Silêncio com ruído branco ao fundo",
    "gatilho_visao": "Porta entreaberta com luz suave passando",
    "gatilho_paladar": "Infusão de ervas verdes frescas"
  },
  "R3Y5B4": {
    "codigo": "A048",
    "tecnico": "Perfil de Autoanulação Afetiva",
    "simbolico": "O Que Serve e se Esquece",
    "diagnostico": "Este perfil descreve uma pessoa que vive para suprir as necessidades dos outros, negligenciando suas próprias emoções, desejos e limites.",
    "simbolico_texto": "Você virou casa para todos, mas não sabe onde está sua chave. Cuidar é virtude — mas se anular, não.",
    "mensagem": "Você também é digno do cuidado que oferece.",
    "gatilho_tatil": "Mãos entrelaçadas no colo em forma de concha",
    "gatilho_olfato": "Melissa e flor de maracujá",
    "gatilho_audicao": "Sons de lareira ou fogueira",
    "gatilho_visao": "Mesa posta com uma cadeira vazia",
    "gatilho_paladar": "Pão quente com manteiga em silêncio"
  },
  "R3Y6B3": {
    "codigo": "A049",
    "tecnico": "Perfil de Autoexigência Disfarçada de Excelência",
    "simbolico": "O Perfeccionista Cansado",
    "diagnostico": "Indivíduo que apresenta alto desempenho, mas com base em medo de errar, julgamento interno severo e comparação constante com padrões idealizados.",
    "simbolico_texto": "Você chama de excelência o que às vezes é medo. Seu valor não está no que faz perfeito, mas no que realiza com verdade.",
    "mensagem": "A excelência começa quando o medo sai do comando.",
    "gatilho_tatil": "Dedos pressionando a testa e depois o peito",
    "gatilho_olfato": "Hortelã e cravo",
    "gatilho_audicao": "Notas repetidas e aceleradas com pausas conscientes",
    "gatilho_visao": "Listas, padrões, metas desfocadas",
    "gatilho_paladar": "Chá amargo com especiarias aquecidas"
  },
  "R3Y7B2": {
    "codigo": "A050",
    "tecnico": "Perfil de Autoconhecimento Emergente",
    "simbolico": "A Aurora Interior",
    "diagnostico": "Pessoa que começa a perceber suas emoções com clareza. Ainda enfrenta oscilações, mas demonstra capacidade de introspecção e autorregulação inicial.",
    "simbolico_texto": "Você está descobrindo os contornos da sua própria alma. Ainda há sombra, mas a luz já toca seu horizonte interior.",
    "mensagem": "Ver a si mesmo é o início da verdadeira liberdade.",
    "gatilho_tatil": "Toque no coração e respiração com consciência",
    "gatilho_olfato": "Erva-cidreira e laranja doce",
    "gatilho_audicao": "Sons de pássaros ao amanhecer",
    "gatilho_visao": "Luz dourada tocando folhas verdes",
    "gatilho_paladar": "Frutas cítricas com toque de mel"
  },
  "R3Y8B1": {
    "codigo": "A051",
    "tecnico": "Perfil de Reconhecimento Emocional Tardio",
    "simbolico": "O Acordar das Ondas",
    "diagnostico": "Indivíduo que, após longos períodos de desconexão emocional, começa a reconhecer suas emoções com leveza e sem julgamento.",
    "simbolico_texto": "Você sentiu a maré voltando, mesmo depois de tantos dias de seca. A água que volta ensina a terra a florescer de novo.",
    "mensagem": "Sentir não é fraqueza — é o início da presença.",
    "gatilho_tatil": "Toque nos pulsos com atenção plena",
    "gatilho_olfato": "Rosa branca e camomila",
    "gatilho_audicao": "Som de mar calmo à distância",
    "gatilho_visao": "Ondas lentas em praia vazia",
    "gatilho_paladar": "Infusão de pétalas com toque de mel"
  },
  "R3Y9B0": {
    "codigo": "A064",
    "tecnico": "Perfil de Autoexpressão Emergente",
    "simbolico": "A Voz que Desperta",
    "diagnostico": "Pessoa que começa a se permitir falar, nomear e expressar sentimentos e limites. Em fase inicial de verbalização emocional com autenticidade.",
    "simbolico_texto": "Você começou a dizer aquilo que antes só sentia. Sua voz não precisa ser alta para ser verdadeira — basta que venha do centro.",
    "mensagem": "Sua verdade tem som. Deixe-a ecoar.",
    "gatilho_tatil": "Toque com a ponta dos dedos na garganta",
    "gatilho_olfato": "Menta e flor de laranjeira",
    "gatilho_audicao": "Sons de voz sendo testada em eco",
    "gatilho_visao": "Boca entreaberta com som em formação",
    "gatilho_paladar": "Gengibre com limão em infusão morna"
  },
  "R4Y4B4": {
    "codigo": "A065",
    "tecnico": "Perfil de Despertar Intuitivo Inicial",
    "simbolico": "A Centelha que Escuta",
    "diagnostico": "Indivíduo que começa a reconhecer sua intuição como recurso real. Ainda tímido em confiar plenamente, mas já percebe conexões internas que guiam escolhas sutis.",
    "simbolico_texto": "Você começou a ouvir algo que não vem da mente. Um sussurro discreto que aponta direções com mais verdade do que lógica.",
    "mensagem": "A intuição é a voz da alma falando com ternura.",
    "gatilho_tatil": "Toque leve com o indicador entre as sobrancelhas",
    "gatilho_olfato": "Louro e flor de lavanda",
    "gatilho_audicao": "Sons suaves com ecos profundos",
    "gatilho_visao": "Luz tênue saindo do centro de uma flor",
    "gatilho_paladar": "Infusão de folha de pitanga com gotas de mel"
  },
  "R4Y5B3": {
    "codigo": "A066",
    "tecnico": "Perfil de Redescoberta do Propósito Pessoal",
    "simbolico": "O Reencaminhado",
    "diagnostico": "Pessoa que passa a reavaliar suas escolhas e valores em busca de sentido mais profundo. Questiona antigas estruturas e começa a se reposicionar.",
    "simbolico_texto": "Você parou para perguntar: 'É isso mesmo que eu quero viver?'. E nesse silêncio, uma nova rota começou a se desenhar.",
    "mensagem": "O propósito nasce quando a alma recusa o piloto automático.",
    "gatilho_tatil": "Toque no coração com palma aberta",
    "gatilho_olfato": "Manjericão e cedro",
    "gatilho_audicao": "Sons de passos ecoando em templo vazio",
    "gatilho_visao": "Caminho que bifurca entre montanhas",
    "gatilho_paladar": "Água fresca com ramo de alecrim"
  },
  "R4Y6B2": {
    "codigo": "A067",
    "tecnico": "Perfil de Superação de Vínculos Emocionais Tóxicos",
    "simbolico": "O Elo Quebrado",
    "diagnostico": "Indivíduo que começa a se libertar de padrões relacionais que limitavam seu crescimento. Ainda sente culpa ou dúvida, mas prioriza sua verdade interna.",
    "simbolico_texto": "Você rompeu o elo que te mantinha preso. Dói, mas há uma leveza nova que já começa a nascer entre os escombros.",
    "mensagem": "Romper pode ser um ato de amor-próprio.",
    "gatilho_tatil": "Dedos entrelaçados sendo soltados devagar",
    "gatilho_olfato": "Cravo e erva-cidreira",
    "gatilho_audicao": "Som de corrente se partindo e vento suave depois",
    "gatilho_visao": "Corrente quebrada sob luz suave",
    "gatilho_paladar": "Chá amargo com toque de doçura no final"
  },
  "R4Y7B1": {
    "codigo": "A068",
    "tecnico": "Perfil de Reintegração de Partes Negadas",
    "simbolico": "O Inteiro que Retorna",
    "diagnostico": "Pessoa que passa a acolher traços rejeitados de sua personalidade com aceitação e compaixão. Caminha rumo à integração psicoespiritual.",
    "simbolico_texto": "Você reencontrou partes suas que havia deixado para trás. Agora, começa a juntar as peças do seu todo com amor e sem pressa.",
    "mensagem": "Voltar para si é a maior reconciliação possível.",
    "gatilho_tatil": "Mãos tocando alternadamente o rosto e o peito",
    "gatilho_olfato": "Flor de lótus e sândalo claro",
    "gatilho_audicao": "Sons ascendentes de cordas com silêncio ao final",
    "gatilho_visao": "Espelho trincado sendo restaurado",
    "gatilho_paladar": "Infusão leve de flores com anis"
  },
  "R4Y8B0": {
    "codigo": "A069",
    "tecnico": "Perfil de Abertura à Vulnerabilidade Consciente",
    "simbolico": "O Desarme Sagrado",
    "diagnostico": "Pessoa que começa a permitir-se sentir e compartilhar suas emoções com mais verdade, mesmo diante do medo de julgamento.",
    "simbolico_texto": "Você está aprendendo que vulnerabilidade não é fraqueza — é abertura. E nesse gesto, há mais força do que em qualquer escudo.",
    "mensagem": "Baixar a guarda é abrir o coração para o real.",
    "gatilho_tatil": "Mãos apoiadas no peito com leve pressão",
    "gatilho_olfato": "Rosa e camomila",
    "gatilho_audicao": "Notas suaves que crescem em harmonia",
    "gatilho_visao": "Flor se abrindo sob luz natural",
    "gatilho_paladar": "Chá de pétalas com toque adocicado"
  },
  "R5Y5B2": {
    "codigo": "A070",
    "tecnico": "Perfil de Transição do Medo para a Confiança",
    "simbolico": "O Degrau Invisível",
    "diagnostico": "Indivíduo que enfrenta o medo de agir, mas decide seguir com base na fé interna. Está no limiar entre o velho padrão e o novo passo.",
    "simbolico_texto": "Você não viu o chão — e ainda assim pisou. Seu movimento é fé em forma de corpo.",
    "mensagem": "A confiança nasce quando você age sem todas as certezas.",
    "gatilho_tatil": "Ponta dos pés tocando o chão com olhos fechados",
    "gatilho_olfato": "Verbena e flor de limão",
    "gatilho_audicao": "Som de passos firmes ecoando suavemente",
    "gatilho_visao": "Escada com degraus invisíveis",
    "gatilho_paladar": "Água com infusão de folhas verdes"
  },
  "R5Y6B1": {
    "codigo": "A071",
    "tecnico": "Perfil de Conexão Consagrada com a Voz Interior",
    "simbolico": "O Eco que Retorna",
    "diagnostico": "Pessoa que silencia ruídos externos para ouvir sua intuição com clareza. A relação consigo mesmo passa a ser prioridade espiritual.",
    "simbolico_texto": "Você buscou no mundo e descobriu que a resposta sempre esteve dentro. Agora, a escuta virou templo.",
    "mensagem": "O que vem de dentro não engana.",
    "gatilho_tatil": "Mãos cruzadas sobre o umbigo em respiração profunda",
    "gatilho_olfato": "Sálvia branca e alfazema",
    "gatilho_audicao": "Silêncio com eco interno profundo",
    "gatilho_visao": "Espelho d’água refletindo céu limpo",
    "gatilho_paladar": "Infusão de ervas purificadoras (alecrim, louro)"
  },
  "R5Y7B0": {
    "codigo": "A072",
    "tecnico": "Perfil de Retorno à Essência Perdida",
    "simbolico": "O Caminho de Volta",
    "diagnostico": "Indivíduo que, após longas desconexões, retoma contato com seus valores originais e desejos autênticos. Há cura da identidade espiritual.",
    "simbolico_texto": "Você se perdeu para aprender a se reencontrar. E agora cada passo é um reencontro com o que te faz ser, sem esforço.",
    "mensagem": "Voltar para si é mais sagrado do que encontrar algo fora.",
    "gatilho_tatil": "Toque entre as costelas com ambas as mãos, respiração leve",
    "gatilho_olfato": "Cedro e jasmim",
    "gatilho_audicao": "Melodia que inicia e retorna ao tom inicial",
    "gatilho_visao": "Trilha que faz curva e retorna ao ponto de luz",
    "gatilho_paladar": "Chá morno de maçã com canela"
  },
  "R6Y6B0": {
    "codigo": "A073",
    "tecnico": "Perfil de Consagração Interior Progressiva",
    "simbolico": "O Solo Fértil",
    "diagnostico": "Indivíduo em fase de germinação de virtudes profundas. A alma começa a florescer em silêncio e solidez.",
    "simbolico_texto": "Você silenciou o mundo para ouvir a raiz crescer. Em você, a semente virou promessa.",
    "mensagem": "Florescer é um verbo que começa no escuro.",
    "gatilho_tatil": "Mãos fechadas como semente sob o coração",
    "gatilho_olfato": "Terra úmida e flor branca",
    "gatilho_audicao": "Sons graves de batimentos e pulsação lenta",
    "gatilho_visao": "Broto nascendo entre folhas secas",
    "gatilho_paladar": "Infusão de folhas e raízes suaves"
  }
}